<?php
// Heading
$_['heading_title']        = 'Расчет стоимости доставки';

// Text
$_['text_shipping_method'] = 'Варианты способа доставки';
$_['text_destination']     = 'Укажите ваш регион для расчета стоимости доставки.';
$_['text_estimate']        = 'Пожалуйста, выберите предпочтительный способ доставки, для текущего заказа.';
$_['text_success']         = 'Расчет стоимости доставки, выполнен.!';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион / Область';
$_['entry_postcode']       = 'Индекс';

// Error
$_['error_postcode']       = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']        = 'Пожалуйста, выберите страну!';
$_['error_zone']           = 'Пожалуйста, выберите регион / область!';
$_['error_shipping']       = 'Необходимо указать способ доставки!';
$_['error_no_shipping']    = 'Доставка по данному адресу невозможна. Пожалуйста <a href="%s">свяжитесь с администрацией</a> магазина!';
