<?php
// Text
$_['text_success']               = 'Корзина покупок успешно изменена!';
$_['text_subscription']          = 'Подписка';
$_['text_subscription_trial']    = '%s каждый %d %s(й) для %d платежа(й) затем';
$_['text_subscription_duration'] = '%s каждый %d %s(й) для %d платежа(й)';
$_['text_subscription_cancel']   = '%s каждый %d %s(й) пока не отменят';
$_['text_day']                   = 'день';
$_['text_week']                  = 'неделя';
$_['text_semi_month']            = 'полмесяца';
$_['text_month']                 = 'месяц';
$_['text_year']                  = 'год';
$_['text_for']                   = '%s Подарочный сертификат для %s';

// Error
$_['error_stock']                = 'Товары отмеченные *** отсутствуют в нужном количестве или их нет на складе!';
$_['error_minimum']              = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_store']                = 'Товар нельзя купить в выбранном вами магазине!';
$_['error_required']             = '%s обязательно!';
$_['error_product']              = 'В вашей корзине нет товаров!';
$_['error_subscription']         = 'Выберите план подписки!';