<?php
// Text
$_['text_success']           = 'Заказ успешно изменен!';

// Error
$_['error_order']            = 'Внимание: Заказ не найден!';
$_['error_customer']         = 'Внимание: Необходимы данные клиента!';
$_['error_payment_address']  = 'Внимание: Необходим платежный адрес!';
$_['error_payment_method']   = 'Внимание: Необходимо выбрать способ оплаты!';
$_['error_no_payment']       = 'Внимание: Варианты оплаты недоступны!';
$_['error_shipping_address'] = 'Внимание: Необходим адрес доставки!';
$_['error_shipping_method']  = 'Внимание: Необходимо выбрать способ доставки!';
$_['error_no_shipping']      = 'Внимание: Варианты доставки недоступны!';
$_['error_stock']            = 'Внимание: Товары, помеченные ***, недоступны в желаемом количестве или отсутствуют на складе!';
$_['error_minimum']          = 'Внимание: Минимальная сумма заказа для %s составляет %s!';
$_['error_product']          = 'Внимание: Необходимо добавить товар!';
$_['error_comment']          = 'Внимание: Необходимо добавить комментарий!';
