<?php
// Text
$_['text_cart']       = 'Корзина покупок успешно обновлена!';
$_['text_for']        = '%s Подарочный сертификат для %s';
$_['text_success']    = 'Ваша скидка по подарочному сертификату успешно применена!';
$_['text_remove']     = 'Подарочный сертификат успешно удален!';

// Error
$_['error_voucher']    = 'Подарочный сертификат не найден!';
$_['error_to_name']    = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно быть от 1 до 64 символов!';
$_['error_email']      = 'Введите корректный E-Mail!';
$_['error_theme']      = 'Выберите тему сертификата!';
$_['error_amount']     = 'Внимание. Сумма должна быть больше %s и меньше %s!';