<?php
// Heading
$_['heading_title']         = 'Способ оплаты';

// Text
$_['text_payment_method']   = 'Варианты оплаты';
$_['text_payment']          = 'Пожалуйста, выберите предпочтительный способ оплаты для данного заказа.';
$_['text_comments']         = 'Добавить комментарии к Вашему заказу';
$_['text_agree']            = 'Я прочитал и согласен с <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success']          = 'Способ оплаты изменен!';
$_['text_comment']          = 'Комментарий добавлен!';
$_['button_choose']         = 'Выбрать';

// entry
$_['entry_payment_method']  = 'Выберите способ оплаты...';

// Error
$_['error_payment_address'] = 'Внимание: Платежный адрес необходим!';
$_['error_payment_method']  = 'Внимание: Способ оплаты необходим!';
$_['error_no_payment']      = 'Нет доступных способов оплаты. Пожалуйста <a href="%s">свяжитесь с администрацией!</a> ';

$_['error_payment_address']  = 'Внимание: Платежный адрес необходим!';
$_['error_shipping_address'] = 'Требуется адрес доставки!';
$_['error_shipping_method']  = 'Требуется способ доставки!';
$_['error_payment_method']   = 'Внимание: Способ оплаты необходим!';
$_['error_no_payment']       = 'Нет доступных способов оплаты. Пожалуйста <a href="%s">свяжитесь с администрацией!</a> ';