<?php
// Heading
$_['heading_title']    = 'Важное сообщение безопасности!';

// Text

$_['text_install']             = 'Директория установки';
$_['text_install_description'] = 'Директорию установки необходимо удалить!';
$_['text_install_success']     = 'Установочная директория удалена!';
$_['text_storage']             = 'Путь к хранилищу storage';
$_['text_storage_description'] = 'Внимание! Это важно. Для большей безопасности вы должны переместить директорию хранилища storage за пределы корневой директории сайта  (например в public_html, www или htdocs).';
$_['text_storage_success']     = 'Хранилище storage успешно перенесено!';
$_['text_admin']               = 'Переименуйте директорию администратора';
$_['text_admin_description']   = 'Введите новое имя директории администратора в поле ниже.';
$_['text_admin_success']       = 'Директория Admin успешно переименована!';
$_['text_path']                = 'Путь';



// Entry
$_['entry_path']               = 'Путь';
$_['entry_path_current']       = 'Текущий путь';
$_['entry_path_new']           = 'Новый путь';
$_['entry_name']               = 'Название директории';

// Button
$_['button_move']              = 'Перенести';
$_['button_rename']            = 'Переименовать';

// Error

$_['error_permission']         = 'Внимание: У Вас нет прав для изменения директории хранилища!';
$_['error_install']            = 'Внимание: Установочная директория не существует!';
$_['error_storage']            = 'Внимание: Директория хранилища storage не существует';
$_['error_storage_exists']     = 'Внимание: Директория с таким именем существует!';
$_['error_admin']              = 'Внимание: Директория администратора не существует';
$_['error_admin_exists']       = 'Внимание: Директория администратора с таким именем существует!';
$_['error_admin_name']         = 'Внимание: Директория администратора не должна называться `admin` так как это публичный адрес!';
$_['error_writable']           = 'Внимание: для config.php и admin/config.php необходимы права записи!';

